minor/proposal.tex
% Created 2018-02-20 tis 09:00
% Intended LaTeX compiler: pdflatex
\documentclass[12pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=2.5cm]{geometry}
\usepackage[doublespacing]{setspace}
\usepackage{mathptmx}
\usepackage{titling}
\setlength{\droptitle}{-1.0in}
\author{Emilio Dorigatti}
\date{\today}
\title{Maximizing the Reach of Innovation}
\hypersetup{
 pdfauthor={Emilio Dorigatti},
 pdftitle={Maximizing the Reach of Innovation},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.2 (Org mode 9.1.6)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Background}
\label{sec:orgdd3f614}
Software products are ubiquitous and play an important role in most aspects of
people's lives. This hyper-connected world gives incredible visibility to
digital creators, and allows their works to reach a large part of the world's
population. In turn, everyone has the possibility to pick up a digital work and
add her personal touch on it, be it by adding new features, making it more
accessible, or fixing existing flaws. All of this gives every product the
potential of becoming a global phenomenon, at one condition: that the author
allows it.

\section{Goal of the Study}
\label{sec:orgff471b8}
A good software products has a global reach, a great software product has a
global reach and gives its users the possibility of contributing to its
development; we call this its \emph{innovation potential}, for anyone with a good
idea is not hampered to work on it. A natural question to ask is, then: \\

\textbf{Research Question:} Which steps should be taken to allow a new software
artifact reach the greatest number of people, and maximize its innovation
potential? \\

The focus of this question is not marketing; a successful answer to this
question would guide new entrepreneurs with innovative ideas follow the best
path to make their work benefit users the most, and raise awareness on toxic
business models which actively harm society in their relentless pursuit of
profit.

This question will be answered by a literature study on the topic of innovation,
and case studies on past innovative software products to showcase good and bad
ways to approach this issue. Among possible candidates in the digital world
there are the Open Source movement on one side, and patents and the Digital
Rights Management (DRM) system on the other. A possible case study are the
Operating System wars: Linux and Windows, or iOs and Android.
\end{document}